<pad>	0
<unk>	0
<num>	0
food	55928
organic	55289
people	20330
gmo	17492
like	16935
one	16621
would	15207
get	13045
know	13002
product	12968
pesticide	12960
make	12806
eat	12643
farmer	11953
good	11705
also	10935
need	10864
use	10674
buy	10500
year	10371
way	10279
time	10242
many	10241
much	10175
u	10087
think	9879
http	9685
even	9615
farm	9286
milk	9228
thing	9084
chemical	9019
better	8978
animal	8857
want	8822
crop	8732
go	8696
health	8680
produce	8009
well	7949
plant	7848
monsanto	7504
farming	7357
meat	7157
whole	6887
say	6837
local	6823
natural	6693
non	6663
company	6632
really	6630
used	6625
see	6554
www	6548
eating	6515
study	6480
store	6351
com	6198
human	6147
mean	6145
article	6128
right	6099
take	6072
world	5998
could	5945
equal	5841
le	5836
market	5825
free	5756
lot	5729
problem	5708
water	5543
still	5498
big	5376
gmos	5303
going	5296
may	5194
label	5065
corn	5044
soil	4982
never	4951
money	4936
healthy	4915
grow	4908
consumer	4887
come	4846
work	4782
life	4745
seed	4695
day	4657
find	4649
fact	4618
every	4570
point	4548
actually	4473
fruit	4471
look	4412
long	4412
made	4411
price	4352
great	4332
read	4287
something	4275
grown	4273
yes	4267
science	4232
vegetable	4199
cost	4173
conventional	4162
issue	4162
reason	4129
without	4124
stop	4099
best	4089
feed	4081
anything	4080
cow	4054
change	4049
country	4038
diet	3987
industry	3982
etc	3971
keep	3911
small	3899
bad	3878
new	3832
since	3789
back	3773
sure	3735
research	3714
agriculture	3685
believe	3640
chicken	3634
government	3595
let	3574
nothing	3560
always	3558
enough	3551
body	3547
environment	3519
using	3519
system	3506
real	3459
care	3456
put	3446
help	3436
egg	3432
safe	3409
high	3370
business	3368
first	3340
said	3332
live	3330
another	3312
support	3311
little	3286
different	3275
information	3275
part	3275
taste	3257
land	3234
buying	3214
fed	3195
give	3151
source	3137
benefit	3127
ingredient	3119
production	3107
family	3072
please	3063
term	3049
cause	3033
choice	3003
cancer	3000
based	2997
effect	2971
everything	2950
found	2928
dairy	2924
difference	2922
fertilizer	2913
true	2913
far	2910
labeling	2893
disease	2875
growing	2870
love	2861
question	2860
org	2859
child	2857
tell	2854
must	2851
ever	2808
might	2805
try	2796
place	2794
level	2780
quality	2773
oil	2761
amount	2760
grocery	2758
done	2756
making	2750
state	2742
around	2739
pay	2719
usda	2718
american	2682
two	2680
genetically	2674
claim	2655
already	2627
toxic	2623
fresh	2614
start	2612
gm	2604
fat	2595
sell	2584
case	2581
thanks	2573
though	2568
fda	2548
thank	2541
wrong	2523
agree	2520
least	2518
grass	2509
however	2506
stuff	2499
maybe	2498
feel	2497
everyone	2496
large	2496
comment	2491
anyone	2467
raw	2445
example	2435
getting	2432
practice	2426
antibiotic	2410
probably	2408
control	2408
profit	2395
vegan	2395
show	2371
kill	2365
post	2350
br	2338
herbicide	2331
understand	2328
idea	2328
glyphosate	2326
processed	2323
standard	2306
expensive	2303
trying	2302
shop	2284
higher	2283
often	2275
supply	2259
got	2258
away	2255
word	2254
modified	2252
yet	2242
area	2234
poison	2234
either	2229
matter	2216
kind	2212
ago	2210
sugar	2205
evidence	2195
nature	2191
result	2184
someone	2167
last	2161
process	2161
important	2158
factory	2156
nutrient	2144
public	2137
corporation	2136
rather	2136
method	2133
risk	2130
list	2115
scientific	2099
end	2099
gene	2094
course	2092
million	2083
scientist	2079
apple	2076
hard	2064
field	2062
possible	2051
called	2041
raised	2026
others	2025
seems	2017
answer	2012
thought	2011
garden	2009
beef	2005
instead	2005
yield	1989
home	1987
produced	1981
cannot	1966
pretty	1954
grain	1940
roundup	1940
certified	1938
safety	1926
baby	1926
their	1925
drink	1921
sustainable	1921
soy	1919
protein	1893
else	1892
heal	1890
hope	1890
population	1888
able	1872
available	1870
increase	1867
old	1865
low	1855
amazon	1843
planet	1838
brand	1835
whether	1834
per	1830
living	1830
type	1826
number	1820
due	1808
simply	1800
earth	1800
link	1778
genetic	1775
bee	1775
opinion	1772
fish	1770
argument	1768
kid	1764
trust	1752
saying	1749
line	1733
avoid	1732
tomato	1720
synthetic	1720
sick	1719
especially	1718
become	1717
today	1704
green	1702
full	1693
almost	1680
hormone	1668
nutrition	1664
law	1664
hand	1658
check	1657
huge	1651
waste	1648
environmental	1647
item	1646
longer	1638
including	1631
likely	1620
anti	1617
lower	1615
sense	1606
call	1595
side	1578
variety	1573
vitamin	1563
news	1542
poor	1541
order	1538
week	1527
choose	1525
person	1512
job	1503
range	1500
next	1492
bit	1492
bought	1492
corporate	1489
insect	1473
oh	1472
run	1467
guess	1460
veggie	1457
value	1457
harmful	1453
regulation	1442
billion	1439
add	1438
customer	1437
america	1435
producer	1427
demand	1426
month	1426
labeled	1418
truth	1417
marketing	1416
sound	1415
unless	1415
name	1415
completely	1410
given	1408
weed	1406
certain	1401
industrial	1388
mind	1378
quite	1377
agricultural	1373
climate	1372
concern	1370
group	1362
simple	1361
trader	1360
exactly	1359
provide	1358
energy	1357
technology	1356
nutritional	1351
contain	1350
afford	1350
test	1341
crap	1334
carbon	1331
impact	1328
clean	1323
working	1315
supermarket	1315
ask	1314
pest	1312
organically	1311
seen	1299
common	1298
option	1297
consumption	1296
bacteria	1293
friend	1292
wheat	1291
form	1290
talking	1290
allowed	1285
community	1285
continue	1282
looking	1281
seem	1276
watch	1274
known	1272
save	1271
toxin	1271
easy	1269
dollar	1259
lie	1258
guy	1253
content	1253
share	1241
wonder	1237
growth	1235
chain	1235
shopping	1227
story	1226
specie	1226
several	1224
target	1213
data	1209
general	1208
future	1207
scale	1205
potato	1204
usually	1204
learn	1199
feeding	1197
man	1192
lead	1181
raise	1174
perhaps	1173
death	1168
sold	1167
killing	1164
dangerous	1161
gov	1160
absolutely	1157
lack	1155
mention	1151
global	1150
worth	1145
certainly	1144
joe	1138
wild	1138
rice	1137
cheap	1137
resistant	1136
anyway	1134
mostly	1131
interest	1127
sometimes	1127
cattle	1124
vegetarian	1124
half	1121
wish	1121
locally	1119
started	1116
drug	1113
statement	1112
major	1109
organism	1106
thousand	1106
solution	1105
interesting	1105
site	1105
sad	1102
power	1101
remember	1101
taking	1097
whatever	1096
cut	1092
boycott	1089
happy	1084
fast	1083
talk	1081
school	1073
turn	1073
rate	1070
house	1070
spend	1069
walmart	1069
page	1069
sorry	1065
report	1063
condition	1061
allow	1060
naturally	1059
cheaper	1057
paid	1055
dont	1053
yeah	1050
purchase	1050
residue	1050
acre	1049
weight	1048
consume	1047
die	1041
book	1038
left	1037
breeding	1037
worse	1036
single	1033
certification	1033
top	1031
needed	1027
doctor	1027
harm	1026
folk	1026
past	1024
sprayed	1023
india	1022
china	1019
amp	1019
reading	1018
us	1018
ok	1017
thinking	1016
consider	1015
nice	1015
rest	1010
happen	1010
stay	1010
heard	1008
resource	1008
ground	1001
fine	1000
mother	995
california	994
formula	991
stand	989
acid	989
told	989
meal	986
within	984
selling	983
calorie	982
added	981
went	981
city	980
current	978
modern	978
dr	977
round	976
specific	975
junk	974
rule	973
online	972
came	971
three	965
lol	964
program	964
actual	962
entire	961
stupid	961
sale	959
air	959
along	957
employee	954
html	954
anymore	952
regular	947
open	944
generally	943
god	942
experience	942
although	942
livestock	940
costco	940
coffee	939
flavor	939
cheese	938
effort	937
otherwise	932
set	931
info	930
tree	929
truly	928
totally	925
except	924
heart	922
step	920
mr	920
co	920
self	919
fear	918
lost	915
orange	914
grower	913
reduce	913
service	913
spray	912
mass	912
epa	912
shit	908
alternative	908
create	908
decision	905
clear	905
nutritious	904
v	903
taken	900
concerned	897
drinking	896
movement	894
definition	894
website	891
fight	888
decade	888
white	887
treated	886
vote	885
short	885
testing	881
period	879
second	878
bill	878
generation	875
fuel	874
coming	873
medium	872
allergy	871
follow	871
require	870
pasture	870
box	867
salt	863
deal	863
contains	862
increased	859
bug	858
almond	857
ag	854
protect	851
bean	850
definitely	850
organization	849
factor	849
subject	848
main	846
together	846
wf	843
required	843
near	843
extra	842
average	841
rich	840
similar	839
worker	839
damage	838
medical	838
offer	836
commercial	836
nation	836
gas	831
manure	829
realize	826
action	826
author	825
blood	823
shelf	823
correct	823
policy	823
salmon	822
material	822
caused	821
plastic	821
proven	819
highly	819
paying	818
artificial	817
for	817
your	817
dna	816
blog	815
unfortunately	815
society	814
agency	814
affect	811
bt	810
usa	807
farmed	807
engineered	806
behind	805
head	804
exposure	804
sort	803
hear	802
none	801
biotech	799
cream	798
title	797
directly	797
parent	795
act	795
season	793
difficult	793
medicine	790
aware	790
modification	790
stopped	787
national	786
created	786
restaurant	785
considered	783
knowledge	782
cross	781
cook	781
move	780
age	778
approved	778
nut	778
access	777
ban	773
plenty	773
paper	772
recently	769
hour	768
consuming	768
thus	768
worry	768
personal	767
according	767
dead	766
substance	766
insecticide	766
europe	766
individual	765
dog	765
contamination	764
doubt	764
close	764
harvest	763
pound	763
compared	760
interested	758
valley	757
responsible	757
association	756
majority	753
obviously	751
include	750
plus	750
hundred	748
ge	748
seriously	747
bring	746
soon	744
woman	744
bread	742
topic	740
ready	739
chance	738
tea	738
response	737
banned	737
soybean	736
view	735
evil	734
causing	733
cereal	732
red	732
carry	731
finding	729
percent	729
prefer	726
resistance	726
unhealthy	726
google	724
clearly	723
related	723
sign	720
putting	719
leave	718
wine	718
treatment	718
gluten	718
among	717
easily	716
agent	716
spread	715
loss	715
tested	715
class	715
proof	714
serious	714
video	713
outside	712
plan	711
producing	711
basically	711
necessary	711
hate	710
wow	709
pick	709
supposed	709
developed	707
mineral	707
potential	704
across	704
alone	703
piece	703
href	702
supporting	701
cell	701
tried	701
present	701
ng	699
fair	699
shown	699
personally	699
bird	698
brain	697
basic	697
therefore	696
currently	692
facebook	691
involved	686
poisoning	685
manufacturer	685
normal	684
ate	684
pig	683
pollution	683
technique	682
supplement	682
daily	682
total	681
ton	680
wash	678
various	677
cotton	675
enjoy	674
smaller	673
glad	673
_blank	672
drive	672
review	672
meant	671
effective	671
informed	667
note	667
prove	667
suggest	665
eye	665
size	663
particular	663
contaminated	663
couple	662
worked	662
negative	662
false	661
nearly	660
compound	659
treat	658
greater	657
figure	657
ice	656
significant	656
took	655
reality	655
subsidy	655
skin	654
traditional	654
super	652
additive	651
designed	651
grew	650
illness	649
lose	648
force	647
meet	644
patent	643
lab	642
space	640
bottom	639
larger	639
warming	636
income	636
happens	635
cooking	634
extremely	633
history	633
pure	632
assume	632
danger	632
purpose	631
necessarily	631
willing	631
input	630
expert	627
beyond	626
meaning	626
changed	624
owned	623
independent	623
expect	623
mile	623
education	622
sweet	622
project	622
belief	621
following	619
conventionally	618
processing	618
ignorant	617
honey	614
attention	614
trade	614
perfect	613
frozen	612
giving	612
selection	612
tax	610
recent	610
knew	609
regarding	608
beneficial	607
rat	607
limited	607
visit	602
humane	601
eaten	601
original	600
debate	600
gone	600
mentioned	599
peer	598
pro	597
killed	595
direct	595
discussion	595
bag	595
break	595
finally	594
hold	593
face	593
picture	593
wait	593
pdf	592
advantage	591
excellent	590
hell	588
fall	587
increasing	587
car	587
safeway	586
economy	585
telling	585
third	585
saw	584
breast	584
wikipedia	584
compost	583
biggest	583
amazing	582
prevent	582
butter	582
asked	582
conclusion	581
university	580
syrup	579
understanding	579
pas	577
massive	577
indeed	577
exist	576
member	576
requires	575
impossible	575
depends	573
en	573
labor	571
wonderful	570
strong	569
tj	569
quantity	568
section	567
youtube	565
obesity	564
operation	564
tend	563
nitrogen	563
complete	562
safer	561
wanted	561
overall	560
early	560
young	556
banana	553
united	553
federal	551
management	551
bigger	551
win	551
starbucks	550
later	550
century	550
easier	549
leaf	549
spent	548
upon	547
addition	546
mom	545
political	544
search	544
diabetes	544
giant	543
requirement	543
focus	543
strawberry	541
dozen	541
model	540
particularly	538
crazy	537
delicious	536
drought	536
friendly	535
possibly	533
development	533
board	533
root	532
respect	532
engineering	531
obama	531
message	531
gut	530
light	528
social	528
application	527
economic	527
greed	527
journal	525
legal	525
efficient	525
poultry	524
winter	524
approach	524
pressure	523
charge	523
petition	522
omega	521
survive	521
uk	520
table	520
analysis	515
zero	515
educate	515
begin	514
juice	514
forget	514
essential	513
improve	512
asking	512
regardless	511
canada	511
saving	510
key	510
linked	510
heavy	510
smart	509
imagine	509
basis	509
stock	509
written	508
supplier	508
despite	508
bet	506
campaign	505
properly	505
literally	504
degree	504
immune	504
cover	503
spraying	502
build	501
specifically	501
autism	499
ill	499
situation	498
ca	498
entirely	498
becoming	498
myth	497
concept	497
play	496
obvious	496
explain	496
ability	495
keeping	495
canola	495
showing	494
proper	492
late	492
idiot	491
happened	491
vaccine	491
county	491
calf	490
speak	489
knowing	489
whose	489
nobody	488
revolution	487
raising	487
worst	487
balance	486
honest	486
limit	486
write	486
internet	485
cage	485
minute	485
attack	485
court	485
published	485
town	484
consequence	484
thats	482
property	482
eventually	482
lifestyle	482
middle	482
looked	481
positive	481
seeing	480
garbage	479
creating	479
lived	478
european	478
address	478
surprised	477
promote	477
applied	476
hen	475
preservative	475
coconut	474
forced	473
neighbor	473
destroy	472
appreciate	472
protection	471
remove	470
reduced	470
apparently	469
party	469
ignorance	467
changing	467
neither	467
position	467
bunch	467
ecosystem	466
hurt	466
sharing	466
gave	465
wake	465
instance	464
culture	462
war	462
fewer	462
ridiculous	462
delivery	461
quickly	461
sustainability	460
decide	460
grape	460
experiment	459
multiple	458
carrot	458
yard	457
hey	457
stanford	457
goal	455
inside	455
foot	455
dirty	454
bullshit	454
educated	454
starting	453
favor	453
walk	453
stick	452
building	452
allows	452
ddt	452
attempt	451
department	451
exposed	450
shame	450
goat	450
towards	449
posted	448
reaction	447
contact	447
brought	447
congress	447
wide	447
herb	447
listed	446
citizen	446
everywhere	446
somehow	445
cure	445
summer	445
greenhouse	444
fake	444
propaganda	444
budget	442
front	442
rid	442
happening	441
return	441
useful	439
adding	438
record	437
to	436
accept	435
op	435
chemistry	435
quit	435
code	434
email	434
anywhere	434
learned	434
four	433
running	433
vast	433
via	431
send	430
aspartame	430
special	430
twice	430
radiation	429
eu	428
center	428
wiki	428
nih	428
funny	428
notice	427
co2	427
disagree	427
associated	427
dry	425
reviewed	425
researcher	424
in	424
packaging	424
terrible	423
horrible	423
prepared	422
washington	422
version	420
door	420
nonsense	420
mine	420
provided	420
calling	420
misleading	419
throw	419
reasonable	419
picked	417
allergic	416
selective	416
bio	416
double	416
suffering	415
maintain	414
hit	413
hybrid	413
pork	412
account	412
my	412
private	412
mark	411
funded	411
superior	411
activity	410
packaged	410
ignore	410
salad	410
fighting	410
consumed	409
agenda	409
developing	409
complex	409
refuse	408
considering	408
ocean	407
breed	407
gain	407
disgusting	406
reducing	406
virus	406
exercise	405
principle	405
babe	405
oca	404
signed	404
heat	404
politician	403
hi	403
detail	403
recommend	403
fully	403
count	402
peanut	402
ensure	401
michael	401
monoculture	400
advice	399
kept	398
son	398
miss	398
feeling	398
pet	397
welfare	397
suffer	396
beginning	396
recipe	396
color	396
damn	395
containing	395
canned	393
besides	393
black	393
emission	393
corrupt	393
five	393
awesome	393
became	392
affordable	392
stomach	392
planting	391
owner	391
listen	391
container	390
careful	390
theory	390
south	389
develop	389
includes	388
okay	388
faster	388
till	387
ncbi	387
hot	386
premium	386
compare	385
stated	385
bar	385
illegal	384
died	384
fun	384
joke	384
cooked	384
biodiversity	383
game	383
region	382
pharma	381
spending	381
cold	381
spinach	381
writing	380
yogurt	380
b	380
fit	379
mouth	379
rise	379
depending	378
lettuce	378
consensus	378
urban	377
bittman	377
gardening	376
straight	376
measure	376
nlm	376
comparison	375
hopefully	375
helping	375
president	374
conspiracy	373
antioxidant	373
poisoned	373
popular	373
footprint	373
trend	373
mix	373
luck	372
helpful	371
aspect	371
wrote	370
significantly	370
tv	370
noticed	369
package	369
room	369
provides	369
drop	368
reach	368
push	368
intensive	367
scary	366
north	366
olive	366
speaking	366
wage	365
adult	365
touch	365
sprout	364
becomes	364
responsibility	364
inorganic	364
soup	364
blame	363
competition	363
typically	363
function	363
fructose	363
ten	363
slaughter	363
apply	362
central	362
fungicide	362
bottle	362
hunger	361
passed	361
international	361
toxicity	361
regulatory	361
neighborhood	360
mexico	360
suspect	359
environmentally	359
ad	359
tool	359
concentration	359
argue	359
temperature	358
additional	358
agribusiness	358
net	358
shill	358
sun	357
trump	357
reference	357
trait	357
funding	356
threat	355
derived	355
eats	355
afraid	354
indian	354
smell	354
ahead	354
coli	354
bred	353
destroying	353
allowing	352
habit	352
fix	352
carbs	352
regulated	351
pocket	351
alive	351
edu	350
scam	350
turkey	350
accurate	350
decided	349
purchasing	349
official	349
pasteurized	349
csa	349
direction	349
fatty	348
switch	348
origin	348
bone	348
turned	348
team	348
base	347
dose	347
carcinogen	347
distribution	347
learning	347
valid	346
hungry	346
criminal	346
controlled	346
grazing	346
ethical	346
tobacco	346
cool	346
advocate	344
percentage	343
web	343
location	343
active	343
advertising	343
perfectly	343
opportunity	342
tiny	342
rain	342
gallon	342
largely	341
dying	341
widely	341
surprise	340
soap	340
providing	340
biological	339
soda	338
plain	338
critical	338
caught	338
somewhere	337
birth	337
favorite	337
priced	336
fail	336
intended	335
awareness	335
diaper	335
reader	334
born	334
essentially	334
sadly	334
grocer	333
import	333
release	333
shipping	333
largest	333
honestly	332
brown	332
opposed	332
date	332
night	332
river	331
regard	331
the	331
forward	331
by	331
leading	331
digestive	330
challenge	330
forest	330
grows	330
episode	329
bother	328
included	328
equivalent	328
remain	327
native	327
cant	327
liberal	326
dinner	326
introduced	326
joes	326
pain	326
john	325
cycle	325
balanced	325
fossil	325
blind	325
encourage	324
ceo	324
shared	324
opposite	324
husband	324
lawn	324
strain	324
liver	323
eliminate	323
quote	322
throughout	322
chipotle	322
bias	321
golden	321
dark	321
im	321
correlation	321
lawsuit	321
methane	321
mill	320
heirloom	320
fuck	320
pubmed	320
phone	320
primary	319
nasty	319
college	319
versus	319
minimum	318
expense	318
starving	318
freedom	318
heavily	317
missing	317
role	315
flour	315
quick	315
humanity	315
fly	314
everyday	314
sodium	314
being	314
sample	313
lb	313
planted	313
horizon	313
silly	313
guarantee	313
thread	313
poisonous	313
suck	312
troll	312
assumption	312
lying	311
omnivore	310
weather	310
ben	310
burger	310
chip	309
road	309
potentially	309
posting	309
berry	309
union	309
appear	309
extreme	308
activist	308
influence	307
driving	307
hardly	307
dietary	307
intake	306
margin	306
mart	306
hemp	306
imported	306
calcium	306
mainstream	306
conversation	305
copper	305
shopper	305
bank	305
hence	305
sue	305
pre	304
hide	303
highest	303
street	303
fund	303
jerry	303
cholesterol	302
metal	302
pharmaceutical	302
un	302
de	301
perspective	301
petroleum	301
serve	300
truck	300
improved	300
kitchen	300
girl	300
letter	300
showed	300
mcdonalds	300
york	299
category	299
load	299
choosing	298
elsewhere	298
fool	298
logic	297
ship	297
portion	297
reply	296
disorder	296
genetics	296
hipster	296
former	296
killer	296
chocolate	295
office	295
rotation	295
morning	295
mcdonald	295
foreign	295
infection	295
mainly	294
greedy	294
harder	294
worried	293
dow	293
ecological	293
dirt	293
relationship	293
supported	293
sent	292
trace	292
surely	292
africa	292
bulk	292
relatively	292
recall	292
excuse	292
losing	291
mixed	291
mistake	291
commodity	291
rely	290
machine	290
farmland	290
reported	290
beautiful	290
spring	290
relevant	289
poverty	289
php	289
fiber	288
appears	288
rarely	288
fucking	288
biology	288
purchased	287
chemically	287
serving	287
productive	287
lobbyist	287
daughter	287
trouble	286
removed	286
counter	286
govt	286
rare	285
deep	285
glass	285
cruelty	285
pushing	285
failure	285
al	285
eater	285
cash	285
politics	284
led	283
financial	283
altered	283
decline	283
physical	283
moving	282
carrageenan	282
determine	282
suit	282
everybody	281
cutting	281
immediately	281
spreading	281
labelled	281
pepper	280
washed	279
earlier	279
fraud	279
tasty	279
held	279
ethanol	278
backyard	278
blue	278
powerful	278
driven	277
shipped	277
exact	277
diversity	277
legislation	277
broccoli	277
infant	277
aside	276
clothing	276
humanely	276
cup	276
wise	275
chronic	275
onto	275
typical	275
exception	275
scare	274
slow	274
fan	274
steak	273
cat	273
annie	273
retail	273
con	272
carcinogenic	272
cent	272
fairly	272
french	271
whenever	271
facility	271
context	271
investment	271
runoff	271
slightly	271
deadly	271
stamp	271
pollen	270
skeptic	270
worldwide	270
wal	270
anybody	270
rural	270
authority	270
trip	269
numerous	269
ya	268
waiting	268
bed	268
efficiency	267
inspection	267
successful	267
grade	266
suppose	266
eco	265
built	265
lucky	265
wall	265
microwave	265
improvement	264
claiming	264
join	264
agreed	264
pot	264
conscious	264
separate	264
administration	264
buck	264
voice	263
abuse	263
worm	263
wondering	263
retailer	263
curious	262
profitable	262
sweetener	262
unlike	262
destroyed	262
app	262
slowly	262
men	262
enzyme	261
institute	261
shut	261
saved	261
wife	261
gross	261
shortage	261
oat	260
wind	260
reduction	260
horse	260
labelling	260
scientifically	260
depend	260
documentary	260
continues	260
writer	260
bayer	260
sea	259
promoting	259
discovered	259
seek	258
usage	258
managed	258
kidney	257
tired	257
helped	257
began	257
student	257
harvested	257
organ	257
deserve	257
boy	257
msg	257
dos	256
beet	256
strategy	256
patient	256
affected	256
evolution	255
gotten	255
washing	255
merely	255
ultimately	255
chinese	255
ha	254
et	254
carefully	254
failed	254
misinformation	254
unnecessary	254
convince	254
capitalism	254
transparency	254
decent	254
west	254
watching	254
integrity	254
missed	254
burn	254
powder	253
security	253
protecting	253
avoiding	253
filled	252
assuming	252
style	252
teach	252
evolved	252
bringing	252
m	252
fill	252
transportation	251
comparing	251
strict	251
pastured	251
lunch	251
status	251
kale	251
confused	251
appropriate	251
incredibly	250
crime	250
frequently	250
receive	250
adverse	250
patented	249
sourced	249
symptom	249
veg	249
combination	249
paycheck	249
corruption	248
secret	248
creates	248
insurance	247
ny	247
studied	247
aid	247
wildlife	247
desert	247
moment	247
republican	247
manner	246
la	246
column	246
pop	246
offering	246
starvation	246
owns	246
sheep	246
nope	245
htm	245
trial	245
unknown	245
suggestion	245
forever	245
established	244
playing	244
flesh	243
australia	243
moved	243
image	243
fire	243
behavior	243
yep	243
excess	243
tasting	243
cruel	243
connection	243
regularly	242
spot	242
destruction	242
hazard	242
professional	242
yr	242
prior	242
older	242
exists	241
tip	241
western	241
mutation	241
molecule	240
surface	240
iron	240
occur	239
meta	239
palm	239
storage	239
stress	239
harmless	239
export	239
unsafe	239
success	238
click	238
leaving	238
guideline	238
plate	237
aldi	237
sued	237
loved	237
relative	237
alfalfa	237
oz	236
primarily	236
element	236
felt	236
tainted	236
constantly	236
replace	236
usual	236
coop	235
toward	235
convenience	235
david	235
sake	235
medication	235
network	235
occurring	234
industrialized	234
fb	234
biased	234
brother	234
dumb	234
avocado	233
bezos	233
contribute	233
dependent	233
laden	232
hospital	232
vendor	232
deficiency	232
moral	232
sufficient	232
welcome	231
unnatural	231
as	231
corp	231
buyer	231
introduction	230
solve	230
sit	230
picking	230
virtually	230
block	230
predator	230
possibility	230
sewage	230
beer	230
snack	230
monopoly	230
path	230
normally	230
referring	230
flower	230
fallacy	229
id	229
outcome	229
boycotting	229
component	229
letting	229
nutritionally	229
tumor	229
intelligent	228
liquid	228
starve	228
volume	228
breakfast	228
initiative	228
pointed	228
promotes	227
digest	227
damaging	227
mess	227
yesterday	227
acceptable	227
lobby	227
defined	226
structure	226
fad	226
released	225
lady	225
greatly	225
ideal	225
forcing	225
edit	225
pathogen	224
warning	224
photo	224
trusted	224
wont	224
tyson	224
contract	224
cigarette	224
sustain	224
pizza	223
useless	223
manage	223
host	223
cultivation	223
elitist	222
productivity	222
pollination	222
cite	222
decrease	222
shot	222
track	222
previous	221
chose	221
habitat	221
epidemic	221
edible	221
zone	221
protected	221
desire	220
manufactured	220
nytimes	220
judge	220
creature	220
fertiliser	220
cherry	220
substitute	220
error	220
lay	219
atmosphere	219
arsenic	219
meaningless	219
modi	219
clue	219
lazy	219
training	218
recommended	218
multi	218
wealthy	218
recommendation	218
commonly	218
tom	217
resulting	217
rock	217
tactic	217
salmonella	217
poorly	216
ebola	216
battle	216
equipment	216
dried	216
turning	216
covered	216
manager	216
ignoring	215
closer	215
saturated	215
hair	215
delivered	215
expected	215
mandatory	215
wanting	214
laboratory	214
erosion	214
butterfly	214
solid	214
equally	214
smoking	214
executive	214
approval	213
counterpart	213
moderation	213
spice	212
index	212
logical	212
combined	212
progress	212
promise	212
ingest	212
somewhat	212
sector	212
viable	212
awful	212
dear	211
catch	211
recognize	211
ie	211
maker	211
prop	210
widespread	210
reliable	210
kroger	210
travel	210
tasted	210
admit	210
event	209
discus	209
consideration	209
dupont	209
met	209
credible	209
mega	209
skeptical	209
priority	209
broad	208
deliver	208
cohen	208
guide	208
feature	208
father	208
presence	208
microbe	207
reduces	207
statistic	207
literature	207
cafo	207
publication	206
cleaning	206
squash	206
distance	206
bacon	206
commercially	206
tech	206
believing	206
staple	205
sulfate	205
outbreak	205
sauce	205
guilty	205
mercury	205
kashi	205
six	204
mechanism	204
lactose	204
fault	204
wallet	204
mackey	204
contrary	204
prime	204
movie	203
male	203
severe	203
hidden	203
irrelevant	203
reporting	203
bear	203
stream	203
nitrate	202
wtf	202
broken	202
vermont	202
loaded	202
unit	202
foundation	202
household	202
stage	202
algae	202
convinced	202
copy	202
preserve	202
oregon	201
fertility	201
pointing	201
goodness	201
med	201
tough	201
france	201
teeth	201
unsustainable	201
carb	201
followed	200
prepare	200
dc	200
fry	200
document	199
text	199
attitude	199
complicated	199
arguing	199
weird	199
subsidized	199
press	198
staff	198
citation	198
crowd	197
vinegar	197
annual	197
ethic	197
cry	197
aisle	197
rotenone	196
regulate	196
hoping	196
transport	196
handle	196
firm	196
resist	196
pr	196
planning	195
onion	195
peace	195
valuable	195
compete	195
strongly	195
improving	195
prof	195
vani	194
wood	194
heck	194
rancher	194
se	194
cargill	194
profile	194
absorbed	193
em	193
biotechnology	193
east	193
mad	193
weak	193
offered	192
pull	192
manipulation	192
extent	192
justify	192
conservative	192
pollinator	192
texas	192
loose	192
agreement	191
dense	191
detrimental	191
apart	191
shift	191
kellogg	191
incorrect	190
competitor	190
notion	190
dust	190
oppose	190
received	190
disappointed	190
final	190
stating	190
pasta	190
poop	190
dish	189
healthcare	189
existing	189
checked	189
hamburger	189
computer	189
peach	189
clothes	189
slaughtered	189
respond	188
flat	188
omg	188
dump	188
plot	188
finished	188
beat	188
muscle	188
nearby	188
mammal	188
herd	187
claimed	187
wasted	187
pregnant	187
economics	187
importance	187
whereas	187
conducted	187
packed	187
switched	187
stronger	186
unable	186
design	186
disaster	186
bovine	186
king	186
remains	186
cheapest	186
prohibited	185
seasonal	185
mouse	185
legally	185
starch	185
achieve	185
faith	185
ignored	185
random	185
victim	185
oversight	185
defense	184
urine	184
elite	184
pasteurization	184
confusing	183
researched	183
advance	183
germany	183
permaculture	183
technically	183
religion	183
conflict	183
unique	183
inspector	183
increasingly	182
sludge	182
shape	182
language	182
thrive	181
supposedly	181
syngenta	181
pill	181
leader	181
brings	181
informative	181
amino	181
vital	181
setting	180
requiring	180
gardener	180
suggests	180
specialty	180
nyt	180
rising	180
entity	180
sensitive	180
walking	180
gun	179
handling	179
constant	179
explanation	179
smoke	179
minimal	179
crisis	179
sunlight	179
flawed	179
believed	179
survival	179
herbivore	179
scratch	178
ratio	178
proponent	178
dramatically	178
alcohol	178
banning	178
define	178
npr	178
appeal	178
bowl	178
aspx	177
rational	177
overpriced	177
lake	177
criterion	177
pollan	177
pack	177
nop	177
carbohydrate	177
tissue	176
collapse	176
describe	176
lifetime	176
agra	176
micro	176
adequate	176
race	176
hfc	176
homemade	176
protest	176
luxury	176
mercola	176
documented	176
ppl	176
unlikely	176
greatest	175
seafood	175
inc	175
contained	175
lawyer	175
cheerio	175
agri	175
cloth	175
irrigation	175
bacterial	175
absorb	175
dye	175
fantastic	175
request	175
surprising	175
watched	174
cdc	174
correctly	174
holle	174
convenient	174
somebody	174
print	174
bite	174
destroys	174
availability	174
whats	174
contributing	174
sir	174
manufacturing	174
prescription	173
effectively	173
inherently	173
cooky	173
nyc	173
butcher	173
dream	173
chart	173
voting	172
aka	172
hello	172
expand	172
served	172
cited	172
doesnt	172
extract	172
representative	172
ripe	172
capacity	172
fairway	171
proud	171
shall	171
barely	171
tends	171
park	171
genome	171
subway	171
yellow	171
obese	171
terminator	171
refer	171
ugh	171
famine	171
filter	171
veganism	170
credibility	170
ancestor	170
latest	170
objective	170
hole	170
soft	170
hype	170
trick	169
presented	169
previously	169
transition	169
practical	169
standing	169
inform	169
stored	169
rapidly	169
described	169
reverse	169
corner	168
busy	168
carnivore	168
papaya	168
fresher	168
skill	168
restriction	168
wear	168
eliminating	168
square	168
understood	168
seal	168
amish	168
irresponsible	168
user	167
liked	167
suggesting	167
menu	167
pose	167
incidence	167
background	167
hybridization	167
laugh	167
legume	167
orchard	166
gma	166
kidding	166
reddit	166
meanwhile	166
bpa	166
headline	166
fee	166
questionable	166
burden	166
sentence	166
duh	166
sitting	166
marketed	166
disposable	166
steroid	165
refined	165
campbell	165
modify	165
costly	165
empty	165
suggested	165
economically	165
opened	165
san	164
kosher	164
transgenic	164
blueberry	164
brazil	164
legitimate	164
complain	164
furthermore	163
wealth	163
identify	163
agro	163
cosmetic	163
ingesting	163
consistent	162
concentrate	162
freeze	162
marketplace	162
artificially	162
polluted	162
florida	162
pear	162
freezer	162
trans	162
placed	161
credit	161
nuclear	161
pleasure	161
fluoride	161
mid	161
verified	161
transfer	161
carrying	161
feedlot	161
professor	161
brody	160
shell	160
revenue	160
canadian	160
dad	160
seralini	160
overwhelming	160
philosophy	160
strictly	159
membership	159
supporter	159
lobbying	159
mongering	159
realized	159
shocked	159
magazine	158
b12	158
pollutant	158
hearing	158
suicide	158
enormous	158
japan	158
ended	158
belong	158
dioxin	158
sustainably	158
assessment	158
explains	158
frankly	157
seller	157
latter	157
hazardous	157
murder	157
preference	157
composition	157
religious	157
wapo	157
focused	157
noted	157
incentive	157
barn	157
hydroponics	157
addressed	156
upset	156
alter	156
suddenly	156
oxygen	156
contaminant	156
breaking	156
pollinating	156
cake	156
regional	155
pea	155
sister	155
familiar	155
card	155
ah	155
engineer	155
absolute	155
competitive	155
abstract	155
celiac	155
forgot	155
capable	155
defect	155
serf	154
thoroughly	154
taught	154
holding	154
chick	154
determined	154
caring	154
mental	154
discount	154
involves	153
existence	153
concerning	153
taxpayer	153
borne	153
regulator	153
extensive	153
paragraph	153
closed	153
match	152
meeting	152
sterile	152
nestle	152
treating	152
additionally	152
phd	152
absurd	152
arm	152
opening	152
soul	152
jump	152
inflammation	152
insane	151
sleep	151
systemic	151
bush	151
healing	151
pathetic	151
hunt	151
blow	151
english	151
listening	151
denier	150
destructive	150
occasionally	150
club	150
span	150
reject	150
weekly	150
healthful	150
odd	149
beverage	149
defend	149
composting	149
outlet	149
alot	149
circle	149
output	149
mike	149
fundamental	148
neil	148
progressive	148
whatsoever	148
niche	148
indicate	148
sooner	148
core	148
assertion	148
huh	148
convert	147
midwest	147
3rd	147
partner	147
select	147
grant	147
hire	147
substantial	147
cleaner	147
controlling	147
dha	147
advanced	147
tap	147
garlic	147
interview	147
sub	147
film	147
beware	147
row	147
wasting	147
meaningful	147
burning	146
draw	146
originally	146
cowspiracy	146
harvesting	146
differently	146
ranch	146
drank	146
ph	146
warehouse	146
registered	146
comparable	146
variable	146
director	146
enemy	146
ruin	146
youtu	145
dot	145
idfa	145
investigation	145
panel	145
closely	145
splicing	145
stance	145
insulin	145
wholesome	145
practically	145
deny	144
rot	144
manufacture	144
importantly	144
trash	144
unprocessed	144
contaminate	144
pricing	143
applies	143
expose	143
invented	143
granted	143
bay	143
nervous	143
haha	143
mankind	143
wp	143
characteristic	143
voted	143
consistently	143
asian	143
exclusively	142
chosen	142
domestic	142
torture	142
cornucopia	142
bull	142
ancient	142
kinda	142
demanding	142
master	141
contribution	141
ops	141
foodstuff	141
german	141
vary	141
thrown	141
scheme	141
oatmeal	141
removing	141
yea	140
candy	140
monger	140
safely	140
molecular	140
upper	140
outdoors	140
remedy	140
bye	140
preventing	140
collection	139
warm	139
solely	139
flu	139
twenty	139
complaint	139
fancy	139
hmmm	139
dealing	139
lacking	139
magic	139
absence	139
bell	139
survey	139
chef	139
surrounding	139
grassfed	138
thin	138
capital	138
regenerative	138
coast	138
blogspot	138
identified	138
vertical	138
hog	138
mission	138
carried	138
similarly	138
reasoning	138
pile	138
solved	137
intelligence	137
opposition	137
island	137
cane	137
discussed	137
digestion	137
identical	137
disclosure	137
occurs	137
defeat	137
straw	137
england	137
newspaper	137
scenario	137
yup	137
precisely	136
procedure	136
figured	136
gram	136
innocent	136
explained	136
yolk	136
justice	136
shopped	136
lemon	136
stuck	136
altogether	136
naive	136
phrase	136
processor	136
integrated	136
poster	135
enter	135
sensitivity	135
continued	135
refers	135
moron	135
boost	135
hipp	135
discussing	135
coke	135
recognized	135
forth	135
implication	135
diverse	135
senator	134
throat	134
automatically	134
prevention	134
lamb	134
sky	134
quarter	134
police	134
criticism	134
strange	134
childhood	134
excessive	133
passing	133
organicconsumers	133
teacher	133
operate	133
beauty	133
wholefoods	133
client	133
biologist	133
comprehensive	133
floor	133
seemed	132
jar	132
pretend	132
deceptive	132
replaced	132
intolerant	132
angry	132
hiding	132
precautionary	132
spectrum	132
file	132
tank	132
bin	132
switching	132
southern	132
fashion	132
endocrine	132
tract	131
graze	131
readily	131
named	131
train	131
mountain	131
anyways	131
concluded	131
pathway	131
layer	131
peel	131
electricity	130
healthiest	130
lowest	130
insult	130
studying	130
committed	130
collect	130
paste	130
insist	130
purely	130
baked	130
hill	130
horrific	130
concentrated	130
wing	130
screw	130
potassium	129
causation	129
proving	129
complaining	129
pray	129
cabbage	129
obtain	129
engine	129
kg	129
renewable	129
update	129
incredible	129
minded	129
isnt	129
introduce	129
texture	128
sand	128
sentient	128
asia	128
confined	128
norm	128
pie	128
unfortunate	128
hydroponic	128
star	128
imply	128
lesser	128
publish	128
finger	128
coal	128
minimize	127
narrow	127
necessity	127
proved	127
trap	127
physician	127
intention	127
ur	127
solar	127
hai	127
conservation	127
wave	127
pcb	127
falling	126
fails	126
lung	126
oreo	126
precious	126
ideology	126
harming	126
monster	126
motivation	126
withstand	126
actively	126
hay	126
tag	126
estimate	125
window	125
grand	125
jerk	125
mail	125
connected	125
iowa	125
phosphorus	125
reasonably	125
depleted	125
inhumane	125
reputable	125
dropped	125
mayo	125
contrast	125
ecology	125
northern	125
vehicle	124
observation	124
fraction	124
tofu	124
intent	124
bottled	124
financially	124
repeat	124
comfortable	124
er	124
ultimate	124
experienced	124
foodie	124
distinction	124
fellow	124
combat	124
confusion	124
homework	124
conglomerate	124
accepted	124
talked	123
educating	123
lesson	123
infrastructure	123
democracy	123
mexican	123
nowadays	123
immediate	123
lovely	123
mushroom	123
mold	123
minor	123
injected	123
math	123
can	123
display	122
disturbing	122
reproduce	122
shareholder	122
selected	122
maximum	122
weekend	122
whey	122
pulled	122
enforcement	122
tomorrow	122
ear	122
overuse	122
permitted	122
march	122
grateful	122
cranberry	122
yeast	121
novel	121
council	121
spin	121
scared	121
verify	121
deer	121
premise	121
invest	121
globally	121
trail	121
continuing	121
certi	121
mobile	121
checking	121
taylor	121
fridge	121
throwing	121
roger	121
globe	121
teaching	121
bogus	121
misconception	121
recycling	120
unethical	120
represent	120
nurse	120
cultural	120
irradiation	120
ex	120
nutritionist	120
byproduct	120
dedicated	120
discover	120
impression	120
smith	120
tie	120
penny	120
abundance	120
indigenous	120
polluting	120
uh	119
pushed	119
observed	119
dig	119
kraft	119
edge	119
located	119
violation	119
intentionally	119
fried	119
connect	119
tractor	119
tolerate	119
fungi	119
holistic	119
investor	119
weigh	119
crappy	119
bright	119
carton	119
silk	119
affecting	119
enhance	118
sticker	118
cared	118
relation	118
maize	118
sandwich	118
eliminated	118
mac	118
fertile	118
cart	118
baking	118
rating	118
debt	118
pollute	118
preparation	118
gold	117
liar	117
fluid	117
adm	117
answered	117
robert	117
ewg	117
roll	117
leg	117
suitable	117
speed	117
substantially	117
emotional	117
village	117
celery	117
summary	117
irrational	117
maintaining	116
shorter	116
chicago	116
accountable	116
confirmed	116
stopping	116
italy	116
art	116
acreage	116
ought	116
brilliant	116
encouraging	116
biodynamic	116
perception	116
skip	116
slave	116
bud	116
tolerance	116
intellectual	116
microorganism	116
arbitrary	116
inefficient	116
hippy	115
earn	115
compromise	115
existed	115
seven	115
cultivated	115
rabbit	115
factual	115
creation	115
deception	115
traffic	115
evolve	115
overweight	115
lean	115
reputation	115
demonstrated	115
scientificamerican	114
dioxide	114
route	114
academic	114
stone	114
outright	114
convincing	114
roughly	114
tolerant	114
flood	114
distributor	114
fence	114
tasteless	114
laced	114
routinely	114
ordinary	114
wordpress	114
intolerance	113
dare	113
deeper	113
asshole	113
occasional	113
circumstance	113
doi	113
forum	113
md	113
demonstrate	113
um	113
intestinal	113
academy	113
limiting	113
marked	112
nose	112
deeply	112
methodology	112
outrageous	112
wfm	112
skyrocketed	112
avoided	112
contributes	112
basf	112
combine	112
thru	112
parasite	112
blah	112
stonyfield	112
follows	111
rude	111
resulted	111
hat	111
yummy	111
device	111
length	111
smarter	111
grandparent	111
mosquito	111
depth	111
misinformed	111
tjs	111
adopted	111
measured	111
nowhere	111
ball	111
flavored	111
involve	111
series	111
jane	110
grassland	110
doc	110
awhile	110
spoon	110
vine	110
amazed	110
sensible	110
british	110
june	110
ly	110
player	110
attempting	110
slaughterhouse	110
ultra	110
colorado	110
permit	110
editorial	110
spirit	110
inexpensive	110
restore	110
assure	110
younger	110
confuse	110
subjective	110
backed	110
struggle	110
laying	110
seaweed	109
yay	109
scott	109
enhanced	109
senate	109
capitalist	109
amir	109
handful	109
coupon	109
waterway	109
drone	109
pass	109
parkinson	109
payment	109
feces	109
colony	109
clarify	109
auto	109
uninformed	109
breastfeeding	109
resident	109
radical	109
proportion	109
ignores	109
struggling	109
ed	108
sunflower	108
prevents	108
lately	108
reproductive	108
trillion	108
defending	108
sigh	108
crack	108
bitter	108
detailed	108
chem	108
institution	108
occasion	108
wherever	108
accident	108
mono	108
phosphate	108
accountability	108
volunteer	108
ugly	108
desired	108
staying	108
reached	108
deliberately	107
paleo	107
emotion	107
democrat	107
dy	107
dumping	107
grab	107
gap	107
guessing	107
chemist	107
toilet	107
represents	107
uneducated	107
assurance	107
cardiovascular	107
famous	107
object	107
nongmo	107
flavour	107
qualify	107
elected	106
fork	106
paint	106
mi	106
density	106
tastier	106
barrier	106
degradation	106
proposed	106
ran	106
breathing	106
stem	106
estimated	106
lord	106
wisdom	106
abundant	106
sacrifice	106
miracle	106
landfill	106
excited	106
unintended	106
distributed	106
inch	106
conversion	106
metabolic	106
devil	106
clinton	106
extension	106
unaware	106
variation	106
buffalo	106
fracking	106
journalist	106
stable	106
researching	105
innovation	105
remaining	105
fermented	105
editor	105
vietnam	105
expectancy	105
chemtrails	105
ounce	105
fixed	105
implement	105
january	105
worrying	105
disappointing	105
drenched	105
jeff	104
successfully	104
addressing	104
milking	104
breath	104
pseudo	104
seeking	104
aim	104
branch	104
diabetic	104
kick	104
employ	104
soluble	104
hmm	104
cooperative	104
express	104
beta	104
referred	104
visited	104
badly	104
persistent	104
drastically	104
brainwashed	104
sending	104
rodale	104
ordered	104
sourcing	103
protocol	103
associate	103
oven	103
handled	103
resort	103
publicly	103
composted	103
aquaponics	103
voluntary	103
chris	103
charged	103
mary	103
pollinated	103
wellness	103
female	103
drift	103
gate	102
apartment	102
clinical	102
cured	102
universe	102
vaccination	102
cucumber	102
broke	102
indicates	102
pink	102
refused	102
gasoline	102
commenting	102
ironic	102
boil	102
compassion	102
fallen	102
reminds	102
approve	102
advocacy	102
searching	102
military	102
default	102
react	102
anytime	102
watermelon	102
neutral	102
focusing	102
introducing	101
entry	101
amen	101
interaction	101
yum	101
caution	101
initial	101
entitled	101
rinse	101
st	101
shocking	101
meme	101
earned	101
laughable	101
susceptible	101
sink	101
escape	101
wholesale	101
irradiated	101
register	101
thyroid	101
confirm	101
blight	101
implies	101
inherent	101
duty	101
logo	100
bakery	100
accessible	100
repeated	100
touting	100
vision	100
exchange	100
generate	100
physically	100
dishonest	100
fox	100
deemed	100
nerve	100
bus	100
moreover	100
internal	100
filling	100
breyers	100
district	100
quora	100
difficulty	100
zealand	100
dept	100
shoe	99
trusting	99
rigorous	99
african	99
infected	99
checkout	99
earthworm	99
enterprise	99
beetle	99
unpasteurized	99
illinois	99
james	99
residual	99
vastly	99
prone	99
fortunate	99
pantry	99
rant	99
freshness	99
debunked	99
partially	99
alert	99
hint	99
bothered	98
fortune	98
estrogen	98
medvigy	98
overseas	98
metric	98
transparent	98
sam	98
fertilized	98
tilling	98
leafy	98
hive	98
rep	98
eh	98
cult	98
blanket	98
ohio	98
dude	98
hurting	98
lethal	98
enjoyed	98
adopt	98
sequence	98
deforestation	98
trained	98
strike	98
compliance	98
relies	98
election	98
cropping	98
tremendous	98
guaranteed	98
vanilla	98
stretch	97
que	97
lied	97
intestine	97
assumed	97
foodbabe	97
hunting	97
memory	97
cola	97
detox	97
occurred	97
mulch	97
altering	97
tillage	97
prevalent	97
flavoring	97
herbal	97
paranoid	97
exclusive	97
desperate	97
cornell	97
deficient	97
smh	97
rainforest	97
atom	97
license	97
era	97
lentil	97
wet	97
liability	97
silver	97
pump	97
efficiently	96
compromised	96
sponsored	96
tone	96
gullible	96
acting	96
adapt	96
inserted	96
inferior	96
restricted	96
reflect	96
charles	96
appearance	96
purity	96
mentality	96
moisture	96
targeted	96
manipulated	96
mandate	96
autoimmune	96
generic	96
partly	96
unrelated	96
anecdotal	96
hawaii	96
secondly	96
gift	96
suspicious	96
wasteful	96
foolish	96
paul	96
groundwater	96
soccer	96
repeatedly	96
establishment	96
camp	96
depot	95
flow	95
sickness	95
horror	95
poll	95
bless	95
involving	95
description	95
bucket	95
perform	95
cafos	95
applying	95
offset	95
ass	95
objection	95
replacement	95
woo	95
sport	95
rachel	95
strip	95
mixing	95
channel	95
vague	95
fungus	95
buddy	95
pacific	95
journalism	94
tube	94
wax	94
promoted	94
ammonia	94
endless	94
wearing	94
immunity	94
covering	94
relying	94
didnt	94
batch	94
malnutrition	94
slice	94
selfish	94
overnight	94
problematic	94
loving	94
needing	94
secretary	94
advocating	94
platform	94
insight	94
competing	94
solvent	94
thick	94
probable	94
decreased	93
morally	93
moderate	93
magnesium	93
russia	93
acknowledge	93
score	93
merit	93
damaged	93
phase	93
reaching	93
steer	93
expanding	93
intervention	93
forage	93
privilege	93
bowel	93
confidence	93
tim	93
sized	93
headache	93
duck	93
purple	93
speaks	93
frustrating	93
conduct	93
supreme	93
syndrome	93
sex	93
thereby	93
declared	93
sum	93
worthless	93
bath	93
rose	93
terrorist	93
classic	93
japanese	93
blindly	93
cashier	93
ploy	93
crucial	93
brick	93
neonicotinoids	92
amendment	92
skepticism	92
station	92
hypothesis	92
realistic	92
pharmacy	92
threatened	92
career	92
worthy	92
denial	92
monarch	92
sour	92
heaven	92
senior	92
pattern	92
soak	92
annually	92
peak	92
joy	92
controversy	92
responsibly	92
offspring	92
reckless	92
frequent	92
segment	92
optimal	92
nicotine	92
gulf	92
pool	92
monsatan	91
alarming	91
subsidize	91
harvard	91
improves	91
housing	91
aurora	91
agw	91
maximize	91
environmentalist	91
asthma	91
freely	91
belly	91
millennium	91
map	91
fertilize	91
outdoor	91
protects	91
lowering	91
ripen	91
am	91
steve	91
spoil	91
metabolism	91
attacking	91
adhd	91
phenomenon	91
planned	91
wipe	90
tied	90
harsh	90
unbelievable	90
shirt	90
nursery	90
watering	90
satisfy	90
overly	90
jury	90
depression	90
poo	90
dictate	90
statistical	90
bastard	90
granola	90
pa	90
spite	90
distinguish	90
stringent	90
domesticated	90
2nd	90
mg	90
converted	90
pepsi	89
silent	89
safest	89
fooled	89
dessert	89
shake	89
voter	89
eight	89
equation	89
landscape	89
arable	89
ppm	89
bc	89
failing	89
enjoying	89
applaud	89
wegmans	89
wanna	89
sight	89
citing	89
jail	89
cracker	89
veal	89
emphasis	89
initially	89
ruined	89
contributor	89
marketer	89
continually	88
commitment	88
gum	88
maple	88
extinction	88
jack	88
thumb	88
culprit	88
sushi	88
educational	88
knife	88
bound	88
classified	88
finish	88
archive	88
disclose	88
politically	88
crowded	88
shock	88
benign	88
fortunately	88
hydrogen	88
conclude	88
freaking	88
branded	88
ups	88
commerce	88
reward	88
wondered	88
citrus	88
exploitation	88
dressing	88
certify	88
narcissistic	87
technical	87
army	87
grandchild	87
genocide	87
ii	87
countless	87
scope	87
cute	87
zucchini	87
yuck	87
founder	87
chlorine	87
dramatic	87
sciencedirect	87
employed	87
april	87
eastern	87
vulnerable	87
standpoint	87
task	87
basket	87
richer	87
approximately	87
butt	87
expertise	87
relief	87
importing	87
opponent	86
rent	86
pumpkin	86
ripened	86
attached	86
insanity	86
replacing	86
tuna	86
deli	86
donate	86
nightmare	86
snow	86
accomplish	86
semi	86
bushel	86
gee	86
ring	86
advertise	86
adoption	86
toothpaste	86
committee	86
adapted	86
canning	86
1st	86
facing	86
legislator	85
berkeley	85
predatory	85
unscientific	85
driver	85
exposing	85
rapid	85
fashioned	85
tight	85
heated	85
snake	85
inaccurate	85
mango	85
discovery	85
uploads	85
assistance	85
demographic	85
screwed	85
bloom	85
multinational	85
ecologically	85
dilemma	85
charging	85
organophosphate	85
allergen	85
plague	85
external	85
flora	85
carolina	85
asp	85
knowledgeable	85
selecting	84
generated	84
victory	84
closest	84
elderly	84
invested	84
mortality	84
heritage	84
exploit	84
retired	84
guinea	84
mixture	84
bribe	84
drain	84
detected	84
cyanide	84
obtained	84
proposition	84
meantime	84
radioactive	84
audience	84
poorer	84
hang	84
cfm	84
listing	84
injury	84
organisation	83
ownership	83
varied	83
dislike	83
radio	83
virginia	83
investigate	83
july	83
reporter	83
roam	83
eagle	83
ride	83
appreciated	83
biosolids	83
jam	83
shoot	83
biomass	83
los	83
donation	83
dropping	83
waking	83
aluminum	83
suffered	83
dubious	83
communication	83
likewise	83
corrupted	83
grandmother	83
freezing	83
inspected	83
holder	83
publix	83
blaming	83
expectation	82
disingenuous	82
grind	82
sheet	82
influenced	82
sticking	82
toddler	82
revolving	82
conscience	82
promotion	82
suspected	82
commission	82
fishing	82
advertised	82
expressed	82
fare	82
church	82
comply	82
watered	82
apparent	82
andrew	82
gimmick	82
diagnosed	82
husbandry	82
desirable	82
embrace	82
kudos	82
jean	82
pricey	82
hilarious	81
bangalore	81
macro	81
winning	81
scotland	81
glucose	81
germ	81
disappear	81
bison	81
ray	81
fraudulent	81
pollinate	81
stats	81
neem	81
economical	81
flag	81
opposing	81
frame	81
nutritionfacts	81
thankfully	81
irish	81
holy	81
polar	81
spoke	81
dealer	80
monitor	80
flax	80
bible	80
induced	80
formulation	80
asset	80
prison	80
joint	80
routine	80
richard	80
labour	80
abused	80
democratic	80
beekeeper	80
selectively	80
unbiased	80
suing	80
darn	80
indoors	80
rampant	80
heating	80
survived	80
mistaken	80
extracted	80
shampoo	80
pii	80
amongst	80
livelihood	80
delivering	80
utilize	80
ironically	80
clever	80
tpp	79
laid	79
naturalnews	79
pen	79
inflammatory	79
attorney	79
quoted	79
drastic	79
bat	79
regulating	79
pseudoscience	79
gradually	79
reform	79
participate	79
impressed	79
stupidity	79
emily	79
happier	79
jessica	79
craig	79
rodent	79
rhetoric	79
nail	79
respected	79
machinery	79
unlabeled	79
controversial	79
examine	79
considerable	79
differ	79
misguided	79
snap	79
chief	79
guilt	79
implemented	79
practiced	79
makeup	79
contaminating	79
hysteria	79
arent	79
performance	79
speech	79
packing	79
coca	78
deserves	78
sausage	78
cap	78
